Repository: vchigrin/time_keeper
Catalog: po/*.po
Languages: uk

source: Delete activity for task "%1%"?
uk: Видалити активність для задачі "%1%"?

source: Error - end time must be after start time.
uk: Помилка - кінцевий час повинен бути після початкового.

source: <NO TASK>
uk: <НЕМА ЗАДАЧІ>

source: Select file
uk: Вибрати файл

source: Export completed successfully.
uk: Експорт успішно закінчився.

source: Export failed. Error "%1%".
uk: Експорт не вдався. Помилка "%1%".

source: Error - this name already used by another task
uk: Помилка - це ім'я вже використовується другою задачею

source: Do you want make record about running task before stopping?
uk: Бажаєте зробити запис про задачу, що виконується, перед зупинкою?

source: <No task running>
uk: <Нема задачі що викнується>

source: Running: "%1%" for %2%
uk: Виконується %1% протягом %2%

source: Fatal error: "%s". Application will now exit.
uk: Фатальна помилка: "%s". Програма зараз завершиться.

source: Edit activity
uk: Редагувати активність

source: Task:
uk: Задача:

source: Start:
uk: Початок:

source: End:
uk: Кінець

source: Choose date
uk: Обрати дату

source: Edit task
uk: Редагувати задачу

source: Task name
uk: Ім'я задачі

source: Parent task:
uk: Батькывська задача:

source: Archived
uk: Архівна

source: Activities list
uk: Список активностей

source: Stop and record
uk: Остановити та зробити запис

source: Record activity
uk: Записати активність

source: Add new task
uk: Добавити нову задачу

source: Edit task list
uk: Редагувати список задач

source: Recent activities
uk: Нещодавні активності

source: From:
uk: З:

source: To:
uk: До:

source: -- Quick select --
uk: --Швидкий вибор--

source: Last 24h
uk: Останні 24г

source: Today
uk: Сьогодні

source: Last week
uk: Останній тиждень

source: Last 30 days
uk: Останні 30 діб

source: Beginning of recording
uk: З початку записів

source: Statistics
uk: Статистика

source: CSV file path:
uk: Шлях до CSV файла

source: Browse...
uk: Вибрати...

source: Perform export
uk: Зробити експорт

source: Export to CSV
uk: Експорт до CSV файлу

source: hours
uk: годин

source: %1% min
uk: %1% хвилин
